[{"zoomLevel": 50, "dataType": "html", "data": [{"pos": {"lat": -34.6037, "lng": -58.3816}, "altitude": 0.1, "hoverLabel": "Argentina Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Argentina: Narrative Summary", "modalText": "###### The top songs in Argentina reflect a mix of emotions and themes. 'Perdonarte Para Que?' explores the complexities of forgiveness and moving on, with a blend of nostalgia and hope. 'Hola Perdida (Remix)' delves into feelings of lost connection and reconciliation, featuring a mix of emotions from regret to acceptance. 'Hoy' brings a sense of living in the present moment and finding joy in the now, with an upbeat and lively vibe throughout. The songs collectively touch on themes of love, reconciliation, and embracing the present.\n\n###### Positivity: 7", "imgTint": "rgb(255, 187, 102)"}, {"pos": {"lat": -15.7939, "lng": -47.8828}, "altitude": 0.1, "hoverLabel": "Brasil Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Brasil: Narrative Summary", "modalText": "###### The top Billboard songs in Brasil express a mix of emotions and sentiments. 'MTG Quem Nao Quer Sou Eu' by DJ Topo is a lively and energetic track that encourages listeners to dance and have a good time. 'Digitando' by Gustavo Moura & Rafael has a catchy beat and romantic lyrics, evoking feelings of love and passion. On the other hand, 'Dois Tristes' by Simone Mendes explores themes of sadness and heartbreak, drawing on emotive vocals and poignant melodies.\n\n###### Positivity: 6", "imgTint": "rgb(255,100,50)"}, {"pos": {"lat": 45.4215, "lng": -75.6972}, "altitude": 0.1, "hoverLabel": "Canada Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Canada: Narrative Summary", "modalText": "###### The top songs on the Billboard chart in Canada showcase a mix of emotions and themes. \"Houdini\" by NEW is a catchy tune with a sense of freedom and escape, exuding vibes of independence and fun. \"I Had Some Help\" by Post Malone Featuring Morgan Wallen delves into themes of support and camaraderie, highlighting the importance of having someone by your side. On the other hand, \"A Bar Song (Tipsy)\" by Shaboozey sets a more carefree tone, focusing on the carefree and playful moments that take place at a bar. Collectively, these songs evoke emotions of carefreeness, support, and lightheartedness.\n\n###### Positivity: 7", "imgTint": "rgb(102, 204, 255)"}, {"pos": {"lat": 41.9028, "lng": 12.4964}, "altitude": 0.1, "hoverLabel": "Italy Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Italy: Narrative Summary", "modalText": "###### The top Billboard songs in Italy paint a picture of a vibrant and passionate atmosphere. 'Sesso E Samba' celebrates sensuality and rhythm, inviting listeners to immerse themselves in the passionate dance of life. 'Come Un Tuono' adds an edgy and powerful tone to the mix, with a catchy beat and empowering lyrics. 'Sexy Shop' brings a playful and provocative energy, urging people to let go of inhibitions and embrace pleasure. Overall, these songs evoke feelings of excitement, allure, and a desire to live life to the fullest.\n\n###### Positivity: 8", "imgTint": "rgb(255,92,157)"}, {"pos": {"lat": 35.6895, "lng": 139.6917}, "altitude": 0.1, "hoverLabel": "Japan Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Japan: Narrative Summary", "modalText": "###### The top Billboard songs in Japan reflect themes of love, longing, and connection. 'Love seeker' by JO1 captures the emotions of seeking out love and connections with others. 'Bon' by NEW seems to convey a sense of celebration and joy, possibly about new beginnings or experiences. 'Haikei.Ore Tachi He' by NEW carries a message of addressing or reaching out to someone. Overall, the songs express a mix of emotions, from romantic to celebratory to sentimental.\n\n###### Positivity: 8", "imgTint": "rgb(255,150,200)"}, {"pos": {"lat": 13.7563, "lng": 100.5018}, "altitude": 0.1, "hoverLabel": "Thailand Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Thailand: Narrative Summary", "modalText": "###### The top Billboard songs in Thailand showcase a mix of emotions. From the haunting and eerie vibes of 'Ghost' by Jeff Satur to the sentimental and melancholic tones of 'Pleng Ti Ter Mai Fung' by Bedroom Audio, the songs evoke feelings of mystery and nostalgia. 'Tam Chai OST. Deepnight The Series' by Fellow Fellow brings a sense of introspection and longing, adding to the emotional depth of the list. Themes of love, loss, and introspection run through these songs, creating a somber yet introspective atmosphere.\n\n###### Positivity: 3", "imgTint": "rgb(50,75,100)"}, {"pos": {"lat": 51.5074, "lng": -0.1278}, "altitude": 0.1, "hoverLabel": "UK Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in UK: Narrative Summary", "modalText": "###### The top Billboard songs in the UK reflect a mix of emotions and sentiments. Eminem's 'Houdini' dives into themes of resilience and defiance, with raw and powerful lyrics that convey a sense of determination. Sabrina Carpenter's 'Espresso' exudes a playful and carefree vibe, embracing the spirit of spontaneity and living in the moment. NEW's 'Please Please Please' brings a nostalgic and heartfelt tone, exploring themes of longing and emotional vulnerability. Each song offers a unique perspective on life and relationships, catering to a diverse range of emotions and experiences.\n\n###### Positivity: 7", "imgTint": "rgb(85, 205, 250)"}, {"pos": {"lat": -35.2809, "lng": 149.13}, "altitude": 0.1, "hoverLabel": "Australia Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Australia: Narrative Summary", "modalText": "###### The top songs in Australia's Billboard chart reflect a mix of emotions and themes. 'Houdini' by NEW seems to convey a sense of mystery and escapism, with an upbeat and lively tempo. 'I Had Some Help' by Post Malone featuring Morgan Wallen delves into themes of collaboration and support, combining catchy beats with heartfelt lyrics. 'Million Dollar Baby' by Tommy Richman exudes a sense of luxury and allure, possibly exploring themes of wealth and success. Overall, the songs on the chart evoke a range of emotions from excitement to appreciation and ambition, capturing different facets of the human experience.\n\n###### Positivity: 7", "imgTint": "rgb(224, 196, 64)"}, {"pos": {"lat": 48.2082, "lng": 16.3738}, "altitude": 0.1, "hoverLabel": "Austria Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Austria: Narrative Summary", "modalText": "###### The top songs in Austria right now express a mix of carefree and romantic emotions. 'Houdini' by NEW carries an energetic and upbeat vibe, encouraging listeners to let go of their worries and have a good time. 'Mittelmeer' by PASHANIM seems to evoke a sense of escapism and longing for distant shores with its dreamy melody. 'I Like The Way You Kiss Me' by Artemas conveys feelings of love and affection, focusing on the sweetness of romantic moments. Overall, the songs in the Austrian charts touch on themes of adventure, love, and freedom.\n\n###### Positivity: 8", "imgTint": "rgb(255,186,92)"}, {"pos": {"lat": 50.8503, "lng": 4.3517}, "altitude": 0.1, "hoverLabel": "Belgium Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Belgium: Narrative Summary", "modalText": "###### The top songs in Belgium convey themes of love, admiration, and appreciation. 'I Like The Way You Kiss Me' by Artemas expresses the joy and satisfaction found in a romantic connection, while 'Beautiful Things' by Benson Boone celebrates the beauty present in life and relationships. On the other hand, 'Houdini' by NEW showcases a sense of wonder and magic in escaping hardships. Overall, these songs evoke emotions of love, beauty, and escapism.\n\n###### Positivity: 8", "imgTint": "rgb(240,190,255)"}, {"pos": {"lat": -16.5, "lng": -68.15}, "altitude": 0.1, "hoverLabel": "Bolivia Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Bolivia: Narrative Summary", "modalText": "###### The top songs in Bolivia showcase a mix of emotions and sentiments. 'Hola Perdida' expresses longing and connection, 'Real Gangsta Love' delves into the complexities of love and relationships, and 'Perdonarte Para Que?' explores themes of forgiveness and moving forward. These songs touch on love, loss, forgiveness, and personal growth, resonating with listeners on an emotional level.\n\n###### Positivity: 7", "imgTint": "rgb(255,180,100)"}, {"pos": {"lat": -33.4489, "lng": -70.6693}, "altitude": 0.1, "hoverLabel": "Chile Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Chile: Narrative Summary", "modalText": "###### The top songs in Chile's Billboard chart are filled with themes of love, heartbreak, and nostalgia. 'Si No Es Contigo' conveys a sense of longing and missing someone special, while 'Apaga El Cel' talks about disconnecting from technology and focusing on real-life connections. 'Enrolar' explores the complexities of relationships and the desire to be together despite challenges. These songs evoke a mix of emotions including passion, introspection, and a hint of melancholy.\n\n###### Positivity: 6", "imgTint": "rgb(255,150,150)"}, {"pos": {"lat": 39.9042, "lng": 116.4074}, "altitude": 0.1, "hoverLabel": "China Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in China: Narrative Summary", "modalText": "###### The top songs in China are filled with emotional ballads and heartfelt lyrics. 'Xiao Mei Man' by Zhou Shen expresses feelings of longing and nostalgia, while 'Ren Jian Ban Tu' by Liu Yangyang explores the ups and downs of human relationships. 'Ruo Yue Liang Mei Lai' by Qiao Juncheng and Wang Yuzhou Leto delves into themes of beauty and nature, painting a vivid picture of the tranquility and grace of the moonlit night. Overall, these songs evoke a sense of introspection, love, and appreciation for the beauty in everyday life.\n\n###### Positivity: 7", "imgTint": "rgb(240, 185, 200)"}, {"pos": {"lat": 4.711, "lng": -74.0721}, "altitude": 0.1, "hoverLabel": "Colombia Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Colombia: Narrative Summary", "modalText": "###### The top songs in Colombia convey a mix of romantic and heartfelt emotions. 'Luna' by Feid & ATL Jacob showcases yearning and desire with its smooth melody and passionate vocals. 'Mirame' by Blessd & Ovy On The Drums exudes a sense of vulnerability and introspection through its emotive lyrics and soulful beats. 'Brickell' by Yandel X Feid brings a touch of nostalgia and longing, capturing the essence of reminiscing about past experiences. Overall, the songs in the top charts in Colombia evoke sentiments of love, reflection, and emotional depth.\n\n###### Positivity: 7", "imgTint": "rgb(255, 180, 200)"}, {"pos": {"lat": 45.815, "lng": 15.9819}, "altitude": 0.1, "hoverLabel": "Croatia Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Croatia: Narrative Summary", "modalText": "###### The top Billboard songs in Croatia seem to be filled with a mix of powerful emotions and vibrant energy. 'Ankaran' by Hiljson Mandela X Biba appears to convey a sense of nostalgia and longing, possibly drawing on themes of love and reminiscence. 'Delija' by SENIDAH seems to exude confidence and empowerment, with lyrics that may focus on strength and independence. Meanwhile, 'Fantazija' by Grse & Miach likely explores fantastical elements and dreams, offering a whimsical escape into a world of imagination. Overall, these songs touch upon a range of emotions from nostalgia, confidence, to dreamlike fantasy, creating a diverse musical landscape.\n\n###### Positivity: 7", "imgTint": "rgb(255,178,102)"}, {"pos": {"lat": 50.0755, "lng": 14.4378}, "altitude": 0.1, "hoverLabel": "Czech Republic Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Czech Republic: Narrative Summary", "modalText": "###### The top Billboard songs in the Czech Republic seem to be a mix of energetic and catchy tunes. 'Narcos' by NEW might bring a sense of excitement and intensity with its upbeat rhythm and dynamic beats. 'Letna' by Rohony & Manene could be a fun and lively track, possibly inspiring listeners to dance and have a good time. 'Window Shopper' by NEW might convey a sense of confidence and swagger with its lyrics and music, empowering the audience to feel bold and fearless. Overall, the songs seem to evoke a mix of enthusiasm, joy, and boldness.\n\n###### Positivity: 8", "imgTint": "rgb(255,165,0)"}, {"pos": {"lat": 55.6761, "lng": 12.5683}, "altitude": 0.1, "hoverLabel": "Denmark Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Denmark: Narrative Summary", "modalText": "###### The top songs in Denmark are exuding a mix of upbeat energy and introspective emotions. 'Hva Du Pa?' and 'Houdini' by NEW are likely to get people dancing with their catchy tunes and energetic beats. On the other hand, 'De Her Timer' by Lamin introduces a more contemplative tone with its thoughtful lyrics and mellow melody. The songs touch on themes of love, freedom, and self-reflection, creating a diverse emotional landscape for listeners to explore.\n\n###### Positivity: 7", "imgTint": "rgb(255,200,100)"}, {"pos": {"lat": -0.1807, "lng": -78.4678}, "altitude": 0.1, "hoverLabel": "Ecuador Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Ecuador: Narrative Summary", "modalText": "###### The top Billboard songs in Ecuador depict a mix of romantic and lively vibes. 'Luna' by Feid & ATL Jacob brings a dreamy and passionate tone with lyrics about love under the moonlight. 'Gata Only' by FloyyMenor X Cris Mj adds a playful and flirtatious energy to the mix, celebrating self-confidence and empowerment. Meanwhile, 'Santa' by Rvssian, Rauw Alejandro & Ayra Starr introduces a catchy and upbeat rhythm that invites listeners to dance and let loose. Overall, these songs evoke feelings of love, confidence, and joy, creating a lively atmosphere for listeners.\n\n###### Positivity: 8", "imgTint": "rgb(255,192,203)"}, {"pos": {"lat": 60.1695, "lng": 24.9354}, "altitude": 0.1, "hoverLabel": "Finland Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Finland: Narrative Summary", "modalText": "###### The top songs in Finland seem to be filled with a mix of emotions. 'Luotathan' by NEW expresses feelings of trust and connection, possibly in a romantic context. 'Haita Pidelly' by NEW might touch on themes of heartache and longing based on its title. 'Juostaan' by Sara Siipola Featuring Sexmane could be about escapism or running away from something, perhaps symbolizing a desire for freedom. Overall, these songs seem to explore topics such as love, trust, heartbreak, and freedom.\n\n###### Positivity: 6", "imgTint": "rgb(150, 200, 50)"}, {"pos": {"lat": 48.8566, "lng": 2.3522}, "altitude": 0.1, "hoverLabel": "France Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in France: Narrative Summary", "modalText": "###### The top songs in France depict a mix of emotions ranging from introspection to sensuality. 'Imagine' by Carbonne conveys a sense of hope and imagination, encouraging listeners to dream and escape reality. 'Spider' by GIMS & DYSTINCT evokes a feeling of mystery and suspense, with dark undertones that create a sense of intrigue. Meanwhile, 'Gata Only' by FloyyMenor X Cris Mj channels a vibe of confidence and empowerment, celebrating self-assurance and independence. Overall, the themes in these songs revolve around fantasy, allure, and self-empowerment, offering listeners a diverse range of emotions to experience.\n\n###### Positivity: 7", "imgTint": "rgb(150, 200, 250)"}, {"pos": {"lat": 52.52, "lng": 13.405}, "altitude": 0.1, "hoverLabel": "Germany Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Germany: Narrative Summary", "modalText": "###### The top songs in Germany's Billboard list showcase a mix of emotions such as nostalgia, longing, and celebration. 'Mittelmeer' by PASHANIM brings a sense of escapism and dreams of a far-off destination, while 'Wunder' by AYLIVA X Apache 207 exudes a feeling of wonder and amazement at the world. 'Houdini' by NEW adds a touch of mystery and excitement to the mix, creating a sense of intrigue and adventure in the music landscape. The themes in these songs revolve around love, dreams, and freedom, resonating with listeners on a deep emotional level.\n\n###### Positivity: 7", "imgTint": "rgb(255,206,100)"}, {"pos": {"lat": 37.9838, "lng": 23.7275}, "altitude": 0.1, "hoverLabel": "Greece Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Greece: Narrative Summary", "modalText": "###### The top songs in Greece are filled with a mix of emotions. 'Bonnie' by SNIK carries a sense of passion and intensity, portraying deep emotions and storytelling. 'Monaxiki Kardia' by NEW expresses feelings of solitude and longing, capturing the melancholy of being alone. 'Pano' by NEW conveys a sense of empowerment and positivity, with uplifting beats and inspirational lyrics. Overall, the songs touch on themes of love, heartbreak, self-reflection, and resilience, creating a dynamic emotional landscape.\n\n###### Positivity: 7", "imgTint": "rgb(255,127,80)"}, {"pos": {"lat": 22.3193, "lng": 114.1694}, "altitude": 0.1, "hoverLabel": "Hong Kong Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Hong Kong: Narrative Summary", "modalText": "###### The top Billboard songs in Hong Kong reflect themes of love, self-discovery, and resilience. 'How Sweet' by NewJeans encapsulates the sweetness and joy of newfound love, while 'You're Out Of This World' by Keung To expresses admiration and awe towards a special someone. 'You Gotta Screw Up At Least Once' by Kiri T delves into themes of making mistakes and learning from them, highlighting the importance of resilience and growth. These songs evoke feelings of positivity, affection, and determination, resonating with listeners on personal and emotional levels.\n\n###### Positivity: 8", "imgTint": "rgb(255,192,203)"}, {"pos": {"lat": 47.4979, "lng": 19.0402}, "altitude": 0.1, "hoverLabel": "Hungary Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Hungary: Narrative Summary", "modalText": "###### The top songs in Hungary reflect a mix of emotions and sentiments. 'Strawberry' by Desh brings a playful and carefree vibe with its catchy melody. 'Voodoo Baba' by Manuel adds a mysterious and enchanting aspect to the list with its intriguing lyrics. 'Houdini' by NEW introduces a sense of escape and freedom, possibly indicating a desire for breaking free from constraints. Overall, these songs evoke feelings of joy, curiosity, and a hint of rebellion.\n\n###### Positivity: 7", "imgTint": "rgb(255,150,100)"}, {"pos": {"lat": 64.1355, "lng": -21.8954}, "altitude": 0.1, "hoverLabel": "Iceland Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Iceland: Narrative Summary", "modalText": "###### The top Billboard songs in Iceland convey a mix of emotions. 'Houdini' by NEW carries a sense of mystery and escapism, hinting at the desire to break free from constraints. 'Million Dollar Baby' by Tommy Richman explores themes of wealth and luxury, possibly reflecting materialistic aspirations. 'Lifa Af' by NEW may delve into the idea of living life to the fullest, embracing experiences and moments. Overall, these songs touch on themes of freedom, ambition, and seizing the day.\n\n###### Positivity: 7", "imgTint": "rgb(128, 215, 250)"}, {"pos": {"lat": 28.6139, "lng": 77.209}, "altitude": 0.1, "hoverLabel": "India Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in India: Narrative Summary", "modalText": "###### The top songs in India currently reflect a mix of emotions and themes. 'Sajni' by Arijit Singh seems to evoke feelings of longing and melancholy, possibly centered around a romantic relationship. 'Aaguner' by Shreya Ghoshal might carry a sense of intensity and passion, perhaps relating to a fiery love or a strong emotion. 'Illuminati' by Dabzee introduces a mysterious and intriguing element, hinting at themes of conspiracy or hidden agendas. Overall, the songs seem to explore a range of emotions from love and yearning to intensity and intrigue.\n\n###### Positivity: 6", "imgTint": "rgb(230,90,120)"}, {"pos": {"lat": -6.2088, "lng": 106.8456}, "altitude": 0.1, "hoverLabel": "Indonesia Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Indonesia: Narrative Summary", "modalText": "###### The top songs in Indonesia reflect a mix of emotions including longing, heartbreak, and regret. 'Drunk Text' by Henry Moodie captures the vulnerability and honesty that often comes with late-night communication. Ariana Grande's 'We Can't Be Friends' delves into the complexities of relationships and the difficulty of moving on. 'Sialan' by Adrian Khalif & Juicy Luicy conveys a sense of frustration and anger, possibly towards a betrayal or a difficult situation. These songs speak to the inner turmoil and emotional rollercoaster that many people go through in their relationships and personal struggles.\n\n###### Positivity: 3", "imgTint": "rgb(200,50,50)"}, {"pos": {"lat": 53.3498, "lng": -6.2603}, "altitude": 0.1, "hoverLabel": "Ireland Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Ireland: Narrative Summary", "modalText": "###### The top Billboard songs in Ireland capture a mix of emotions and themes. Sabrina Carpenter's 'Espresso' seems to exude a sense of energy and passion, possibly exploring themes of love or a new beginning. Shaboozey's 'A Bar Song (Tipsy)' likely portrays a carefree and lively atmosphere, possibly revolving around experiences in a social setting. NEW's 'Houdini' might evoke a feeling of mystery and escape, with lyrics that hint at breaking free from constraints. Overall, these songs express a range of emotions from passion to mystery to liveliness.\n\n###### Positivity: 8", "imgTint": "rgb(255,165,0)"}, {"pos": {"lat": 49.6117, "lng": 6.1319}, "altitude": 0.1, "hoverLabel": "Luxembourg Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Luxembourg: Narrative Summary", "modalText": "###### The top songs in Luxembourg's Billboard chart seem to convey a sense of confidence, success, and chasing after dreams. 'Houdini' by NEW exudes a vibe of escapism and breaking free from limitations. 'BAND4BAND' by Central Cee & Lil Baby talks about the hustle and grind for success in the music industry. 'Gata Only' by FloyyMenor X Cris Mj carries a theme of self-assurance and self-focus. These songs collectively evoke feelings of determination, ambition, and the desire to rise above challenges.\n\n###### Positivity: 8", "imgTint": "rgb(255,204,0)"}, {"pos": {"lat": 3.139, "lng": 101.6869}, "altitude": 0.1, "hoverLabel": "Malaysia Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Malaysia: Narrative Summary", "modalText": "###### The top songs in Malaysia reflect a range of emotions and themes. \"Espresso\" by Sabrina Carpenter brings a sense of energy and playfulness with its upbeat melody and catchy lyrics. On the other hand, \"Drunk Text\" by Henry Moodie delves into the emotions of regret and vulnerability, highlighting the consequences of impulsive actions. \"Masing Masing\" by Ernie Zakri & Ade Govinda seems to focus on individuality and self-expression, encouraging listeners to embrace their unique qualities. Overall, these songs explore different aspects of relationships, self-discovery, and personal experiences.\n\n###### Positivity: 6", "imgTint": "rgb(255,150,100)"}, {"pos": {"lat": 19.4326, "lng": -99.1332}, "altitude": 0.1, "hoverLabel": "Mexico Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Mexico: Narrative Summary", "modalText": "###### The top Billboard songs in Mexico are a mix of emotions. 'Si No Quieres No' seems to convey a sense of empowerment and self-respect, while 'Madonna' explores themes of love and admiration. Meanwhile, 'Volver Al Futuro' might touch on nostalgia and the idea of moving forward while looking back. The songs collectively evoke feelings of passion, reflection, and determination, capturing the complexities of human emotions and relationships.\n\n###### Positivity: 7", "imgTint": "rgb(255,102,102)"}, {"pos": {"lat": 52.3676, "lng": 4.9041}, "altitude": 0.1, "hoverLabel": "Netherlands Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Netherlands: Narrative Summary", "modalText": "###### The top Billboard songs in the Netherlands portray a mix of playful and upbeat emotions. 'Sugardaddy' by Roxy Dekker exudes confidence and sass with its empowering lyrics about independence. 'Pretty Girls' by Frenna celebrates beauty and charm, creating a carefree and glamorous vibe. 'Europapa' by Joost adds a fun and energetic element with its catchy beats and lively rhythm. Together, these songs express themes of self-assurance, attractiveness, and liveliness, painting a vibrant picture of modern pop culture in the Netherlands.\n\n###### Positivity: 8", "imgTint": "rgb(255,179,217)"}, {"pos": {"lat": -41.2865, "lng": 174.7762}, "altitude": 0.1, "hoverLabel": "New Zealand Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in New Zealand: Narrative Summary", "modalText": "###### The current top songs in New Zealand reflect a mix of emotions and themes. 'Million Dollar Baby' by Tommy Richman likely talks about aspirations, success, and perhaps a touch of luxury. 'Houdini' by NEW might delve into themes of escapism, freedom, and the desire to break free from constraints. 'Espresso' by Sabrina Carpenter could involve feelings of energy, romance, or the warmth of a coffee house ambiance. Together, these songs showcase a range of emotions from ambition and liberation to intimacy and comfort.\n\n###### Positivity: 7", "imgTint": "rgb(245, 181, 59)"}, {"pos": {"lat": 59.9139, "lng": 10.7522}, "altitude": 0.1, "hoverLabel": "Norway Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Norway: Narrative Summary", "modalText": "###### The top Billboard songs in Norway encompass a range of emotions and sentiments. 'Houdini' by NEW is a lively and upbeat track that exudes a sense of freedom and escapism. 'A Bar Song (Tipsy)' by Shaboozey captures the carefree spirit of a night out with friends, celebrating the joy of living in the moment. 'I Had Some Help' by Post Malone Featuring Morgan Wallen delves into themes of gratitude and support, highlighting the importance of leaning on others during challenging times.\n\n###### Positivity: 8", "imgTint": "rgb(255,212,71)"}, {"pos": {"lat": -12.0464, "lng": -77.0428}, "altitude": 0.1, "hoverLabel": "Peru Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Peru: Narrative Summary", "modalText": "###### The top songs in Peru reflect a mix of emotions and themes. 'Santa' by Rvssian, Rauw Alejandro & Ayra Starr brings a sense of passion and desire with its sultry beats and catchy chorus. 'Luna' by Feid & ATL Jacob paints a picture of romance under the moonlight, evoking feelings of love and connection. 'Partido En Dos' by La Unica Tropical explores the theme of heartbreak and moving on after a split, with melancholic tones and reflective lyrics. Overall, the songs in the Peruvian charts touch on themes of love, passion, and resilience in the face of emotional challenges.\n\n###### Positivity: 7", "imgTint": "rgb(245, 166, 201)"}, {"pos": {"lat": 52.2297, "lng": 21.0122}, "altitude": 0.1, "hoverLabel": "Poland Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Poland: Narrative Summary", "modalText": "###### The top Billboard songs in Poland reflect a mix of romantic and dreamy sentiments. 'Chyba Ze Z Toba' by Modelki seems to express deep emotions and connections, while 'Woda Ksiezycowa' by Kubi Producent, stickxr, bambi & Fukaj creates a whimsical and futuristic atmosphere. 'I Like The Way You Kiss Me' by Artemas exudes a sense of affection and appreciation for intimate moments. Overall, the songs seem to revolve around love, intimacy, and admiration.\n\n###### Positivity: 8", "imgTint": "rgb(255,192,203)"}, {"pos": {"lat": 44.4268, "lng": 26.1025}, "altitude": 0.1, "hoverLabel": "Romania Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Romania: Narrative Summary", "modalText": "###### The top songs in Romania reflect a mix of upbeat and energetic vibes. 'Pai Naa' by NEW is a catchy tune that evokes a sense of celebration and joy, encouraging listeners to let loose and have a good time. 'Baklava' by Gya X Babasha brings a lively and dynamic feel with its fusion of traditional elements and modern beats. 'Mamma Mia' by The Limba X Misha Miller X Andro Featuring Dyce adds to the festive atmosphere, combining fun rhythms with playful lyrics about love and relationships. Overall, these songs convey a sense of positivity, happiness, and vitality.\n\n###### Positivity: 8", "imgTint": "rgb(255,165,0)"}, {"pos": {"lat": 38.7223, "lng": -9.1393}, "altitude": 0.1, "hoverLabel": "Portugal Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Portugal: Narrative Summary", "modalText": "###### The top songs in Portugal reflect a mix of emotions. 'MTG Quem Nao Quer Sou Eu' seems to exude a confident and self-assured vibe with its energetic beats, while 'Gata Only' brings a playful and fun aspect to the list. Billie Eilish's 'Lunch' likely adds a touch of introspection and melancholy with her unique style and deep lyrics. Overall, the songs evoke feelings of empowerment, playfulness, and contemplation, creating a diverse emotional landscape.\n\n###### Positivity: 7", "imgTint": "rgb(239,169,140)"}, {"pos": {"lat": 1.3521, "lng": 103.8198}, "altitude": 0.1, "hoverLabel": "Singapore Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Singapore: Narrative Summary", "modalText": "###### The top Billboard songs in Singapore at the moment convey a mix of emotions such as empowerment, introspection, and connectivity. Sabrina Carpenter's 'Espresso' exudes energy and confidence, urging listeners to embrace their uniqueness. Billie Eilish's 'Birds Of A Feather' explores themes of identity and belonging, encouraging listeners to stay true to themselves. Meanwhile, ILLIT's 'Magnetic' delves into the exhilarating feeling of being irresistibly drawn to someone. Collectively, these songs touch upon themes of self-discovery, relationships, and individuality, creating a diverse emotional landscape.\n\n###### Positivity: 7", "imgTint": "rgb(255, 204, 102)"}, {"pos": {"lat": 48.1486, "lng": 17.1077}, "altitude": 0.1, "hoverLabel": "Slovakia Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Slovakia: Narrative Summary", "modalText": "###### The top songs in Slovakia seem to be presenting a mix of energetic beats and catchy melodies. 'Pedro' by Jaxomy, Agatino Romero & Raffaella Carra exudes a vibrant and playful vibe, possibly celebrating life and joy. On the other hand, 'Narcos' by NEW might be portraying a sense of rebellion or toughness with its title referencing a popular TV series about crime. 'Window Shopper' by NEW could be reflecting a mood of curiosity or contemplation, as the act of window shopping often involves longing or dreaming. Overall, the songs in Slovakia's top list invoke a range of emotions from excitement to introspection.\n\n###### Positivity: 7", "imgTint": "rgb(255,170,0)"}, {"pos": {"lat": -25.7479, "lng": 28.2293}, "altitude": 0.1, "hoverLabel": "South Africa Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in South Africa: Narrative Summary", "modalText": "###### The top songs in South Africa reflect a mix of emotions and sentiments. 'Houdini' by NEW brings a vibe of freedom and escaping limits, encouraging listeners to break free from constraints. 'Tshwala Bam' by TitoM & Yuppe Featuring S.N.E & EeQue captures a lively and celebratory tone, promoting joy and unity through music. Kendrick Lamar's 'Not Like Us' delves into themes of individuality and difference, emphasizing the importance of being true to oneself amidst societal pressures.\n\n###### Positivity: 7", "imgTint": "rgb(255,187,0)"}, {"pos": {"lat": 37.5665, "lng": 126.978}, "altitude": 0.1, "hoverLabel": "South Korea Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in South Korea: Narrative Summary", "modalText": "###### The top songs in South Korea express a mix of futuristic vibes, reflections on the sweetness of life, and hints of apocalyptic imagery. 'Supernova' by aespa, with its powerful beats and otherworldly sound, conveys a sense of transformation and reaching for the stars. 'How Sweet' by NewJeans adds a touch of lightness with its focus on sweetness, perhaps reminiscent of simpler joys. 'Armageddon' by aespa delves into darker themes, exploring the chaos and intensity of a world on the brink. Overall, these songs create a dynamic range of emotions, from hope and joy to contemplation and uncertainty.\n\n###### Positivity: 6", "imgTint": "rgb(81, 167, 196)"}, {"pos": {"lat": 40.4168, "lng": -3.7038}, "altitude": 0.1, "hoverLabel": "Spain Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Spain: Narrative Summary", "modalText": "###### The top songs in Spain convey a mix of confident and empowering emotions with a touch of romance. 'Badgyal' by Saiko featuring JC Reyes exudes a sense of self-assurance and independence, encouraging listeners to embrace their inner strength. 'Santa' by Rvssian, Rauw Alejandro & Ayra Starr combines tropical vibes with a romantic narrative, creating a dreamy atmosphere. 'El Pantalon (Rumbas)' by NEW infuses traditional Spanish sounds with modern beats, evoking a festive and lively mood that invites people to dance and have a good time.\n\n###### Positivity: 7", "imgTint": "rgb(255,150,100)"}, {"pos": {"lat": 59.3293, "lng": 18.0686}, "altitude": 0.1, "hoverLabel": "Sweden Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Sweden: Narrative Summary", "modalText": "###### The top songs in Sweden right now express a mix of party vibes, nostalgia, and a sense of freedom. 'A Bar Song (Tipsy)' by Shaboozey is a lively track that captures the carefree spirit of enjoying a night out with friends. 'Sista Gang' by NEW seems to evoke a feeling of camaraderie and loyalty, possibly reflecting on the importance of sticking together through thick and thin. 'Houdini' by NEW adds an element of mystery and escapism to the mix, suggesting a desire to break free from constraints and explore new horizons.\n\n###### Positivity: 8", "imgTint": "rgb(102,205,170)"}, {"pos": {"lat": 46.9481, "lng": 7.4474}, "altitude": 0.1, "hoverLabel": "Switzerland Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Switzerland: Narrative Summary", "modalText": "###### The top Billboard songs in Switzerland seem to be centered around themes of self-confidence, ambition, and hustle. 'Houdini' by NEW possibly reflects the idea of breaking free from limitations and taking control of one's own destiny. 'Gata Only' by FloyyMenor X Cris Mj might convey a sense of exclusivity and focusing on oneself first. 'BAND4BAND' by Central Cee & Lil Baby seems to emphasize the importance of loyalty and partnership in achieving success in the music industry. Overall, these songs exude a high-energy vibe with a focus on individual growth and collaboration.\n\n###### Positivity: 8", "imgTint": "rgb(255,200,50)"}, {"pos": {"lat": 25.033, "lng": 121.5654}, "altitude": 0.1, "hoverLabel": "Taiwan Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Taiwan: Narrative Summary", "modalText": "###### The top songs in Taiwan's Billboard chart seem to cover a range of emotions and themes. 'Zai Jia Na Gong He Guo Li Hun' evokes feelings of patriotism and love for the country, celebrating its richness and beauty. 'Life Goes On' from the TV series 'A Wonderful Journey' carries a message of resilience and optimism, encouraging listeners to keep moving forward despite challenges. Meanwhile, 'How Sweet' by NewJeans exudes a sense of nostalgia and sweetness, perhaps reflecting on cherished memories or moments of tenderness. Overall, the songs express patriotism, resilience, optimism, and nostalgia.\n\n###### Positivity: 8", "imgTint": "rgb(255,200,100)"}, {"pos": {"lat": 39.9334, "lng": 32.8597}, "altitude": 0.1, "hoverLabel": "Turkey Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Turkey: Narrative Summary", "modalText": "###### The top songs in Turkey express a mix of emotions. 'Sezen Aksu' by Lvbel C5 might evoke nostalgia and longing with its heartfelt lyrics, while 'Dale Don Dale' by ElMusto brings energy and joy, perhaps encouraging listeners to dance and have a good time. 'Elini Ver' by Amo988 could convey themes of unity and support, inspiring a sense of togetherness among listeners. Overall, the songs in the top charts seem to cater to a range of emotions from introspective to lively and communal.\n\n###### Positivity: 7", "imgTint": "rgb(255,192,203)"}, {"pos": {"lat": 24.7136, "lng": 46.6753}, "altitude": 0.1, "hoverLabel": "Saudi Arabia Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in Saudi Arabia: Narrative Summary", "modalText": "###### The top songs in Saudi Arabia reflect a mix of emotions and sentiments. 'Guli Mata' by Saad Lamjarred & Shreya Ghoshal carries a romantic and melodious vibe, expressing love and longing. 'Kalam Eneih' by Sherine Abdel Wahab seems to delve into deep emotions and meaningful conversations, possibly touching on introspection and contemplation. 'Ma Fi Leil' by Rahma Riad and Nassif Zeytoun might evoke feelings of nostalgia and reflection, capturing the essence of memories and lost moments. The songs collectively paint a diverse emotional landscape ranging from love to introspection to nostalgia.\n\n###### Positivity: 7", "imgTint": "rgb(255,150,200)"}, {"pos": {"lat": 38.9072, "lng": -77.0369}, "altitude": 0.1, "hoverLabel": "United States Billboard Summary", "class": "story-billboard-summary", "imgPath": "../billboard-summary.png", "altText": "Billboard Summary", "modalOnClick": true, "modalTitle": "## Top Billboard Songs in United States: Narrative Summary", "modalText": "###### The top songs in the United States reflect a mix of emotions and sentiments. 'I Had Some Help' seems to touch on the themes of gratitude, collaboration, and support. 'Houdini' might convey a sense of mystery, escapism, and perhaps a desire for freedom. 'Million Dollar Baby' could evoke feelings of admiration, affection, and aspiration towards a loved one. Collectively, these songs seem to mirror a spectrum of human experiences, from appreciation and wonder to longing and admiration.\n\n###### Positivity: 7", "imgTint": "rgb(255,200,100)"}]}]